Repository: manodasanW/CloudCash-GitHubIssue
Catalog: CloudCash.Client/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# BusyOverlay_Message.Text
source: Loading, please wait...
cs_cz: Načítání, prosím čekejte...

# Buttons.Add
source: Add
cs_cz: Přidat

# Buttons.Cancel
source: Cancel
cs_cz: Zrušit

# Buttons.Edit
source: Edit
cs_cz: Upravit

# Buttons.No
source: No
cs_cz: Ne

# Buttons.Sign
source: Log in
cs_cz: Přihlásit

# Buttons.Yes
source: Yes
cs_cz: Ano

# CategoryModelBase.Name.Header
source: Category name
cs_cz: Název kategorie

# ContentDialog.Remove.Header
source: Remove item?
cs_cz: Odebrat položku?

# ContentDialog.Remove.Text
source: Do you really want to remove this item?
cs_cz: Opravdu si přejete odebrat tuto položku?

# LoginControlLoginInput.PlaceholderText
source: Username or ID
cs_cz: Uživatelské jméno nebo ID

# Login_Title.Text
source: Log in
cs_cz: Přihlášení

# MenuItem.AppClose
source: Close app
cs_cz: Zavřít aplikaci

# MenuItem.Cards
source: Cards
cs_cz: Karty

# MenuItem.Customers
source: Customers
cs_cz: Zákazníci

# MenuItem.LogIn
source: Log in
cs_cz: Přihlášení

# MenuItem.LogOut
source: Log out
cs_cz: Odhlásit

# MenuItem.Payments
source: Payments
cs_cz: Platby

# MenuItem.Products
source: Products
cs_cz: Produkty

# MenuItem.Reservations
source: Reservations
cs_cz: Rezervace

# MenuItem.Settings
source: Settings
cs_cz: Nastavení

# MenuItem.ShiftClose
source: Close shift
cs_cz: Zavřít směnu

# MenuItem.ShiftOpen
source: Open shift
cs_cz: Otevřít směnu

# MenuItem.Shifts
source: Shifts
cs_cz: Směny

# MenuItem.Statistics
source: Statistics
cs_cz: Statistiky

# MenuItem.Tables
source: Tables
cs_cz: Stoly

# MenuItem.Users
source: Users
cs_cz: Uživatelé

# Settings.SettingsApp.PartName
source: Application
cs_cz: Aplikace

# Settings.SettingsTableCategories.PartName
source: Table categories
cs_cz: Kategorie stolů

# Settings.SettingsTableInfos.PartName
source: Specifications of tables
cs_cz: Specifikace stolů

# Settings.SettingsUsers.PartName
source: Users
cs_cz: Uživatelé

# Settings_SettingsPartsHeader.Text
source: Categories
cs_cz: Kategorie

# TableCategoryDetail_EditButton.Content
source: Edit category
cs_cz: Upravit kategorii

# TableCategoryDetail_Name.Text
source: Category name:
cs_cz: Název kategorie:

# TableCategoryDetail_TableCount.Text
source: Number of tables in category:
cs_cz: Počet stolů v kategorii:

# TableCategoryDetail_TableSection.Text
source: Category
cs_cz: Kategorie

# TableCategoryDetail_Title.Text
source: Table category details
cs_cz: Detaily kategorie stolů

# TableCategoryEdit_Title.Text
source: Table category
cs_cz: Kategorie stolů

# TableInfoDetailModel.Category.Header
source: Category
cs_cz: Zařazení v kategorii

# TableInfoDetailModel.Name.Header
source: Table name
cs_cz: Označení

# TableInfoDetailModel.PositionX.Header
source: Position X
cs_cz: Pozice X

# TableInfoDetailModel.PositionY.Header
source: Position Y
cs_cz: Pozice Y

# TableInfoDetailModel.Size.Header
source: Size
cs_cz: Velikost

# TableInfoDetail_CategoryName.Text
source: Category:
cs_cz: Kategorie:

# TableInfoDetail_EditButton.Content
source: Edit specifications
cs_cz: Upravit specifikace

# TableInfoDetail_Name.Text
source: Table name:
cs_cz: Označení:

# TableInfoDetail_Person.Text
source: people
cs_cz: osob

# TableInfoDetail_Size.Text
source: Size:
cs_cz: Velikost:

# TableInfoDetail_TableSection.Text
source: Table
cs_cz: Stůl

# TableInfoDetail_Title.Text
source: Table specifications
cs_cz: Specifikace stolu

# TableInfoEdit_Category.PlaceholderText
source: Select table category
cs_cz: Vyberte zařazení v kategorii

# TableInfoEdit_Title.Text
source: Specifications of table
cs_cz: Specifikace stolu

# TablesView_CategoriesCombo.PlaceholderText
source: Select tables plan
cs_cz: Vyberte plánek stolů

# UserDetailModel.NewPassword.Header
source: New password
cs_cz: Nové heslo

# UserDetailModel.NewPassword.Tooltip
source: Insert password at least 6 characters long
cs_cz: Zadejte heslo aspoň 6 znaků dlouhé

# UserDetailModel.NewPasswordAgain.Header
source: New password again
cs_cz: Nové heslo znovu

# UserDetailModel.Rights.Header
source: List of rights
cs_cz: Seznam oprávnění

# UserDetail_ChangePassword.Content
source: Change password
cs_cz: Změnit heslo

# UserDetail_EditButton.Content
source: Edit user
cs_cz: Upravit uživatele

# UserDetail_EditRights.Content
source: Edit rights
cs_cz: Upravit oprávnění

# UserDetail_Name.Text
source: Name:
cs_cz: Jméno a příjmené:

# UserDetail_Nick.Text
source: Nick name:
cs_cz: Přihlašovací jméno:

# UserDetail_OldPassword.Header
source: Old password
cs_cz: Staré heslo

# UserDetail_PasswordSection.Text
source: Password
cs_cz: Heslo

# UserDetail_RightsSection.Text
source: Rights
cs_cz: Oprávnění

# UserDetail_Title.Text
source: User detail
cs_cz: Detail uživatele

# UserDetail_UserSection.Text
source: User
cs_cz: Uživatel

# UserEdit_OldPass.Header
source: Old password
cs_cz: Staré heslo

# UserEdit_Title.Text
source: User
cs_cz: Uživatel

# UserListModel.FirstName.Header
source: First name
cs_cz: Jméno

# UserListModel.LastName.Header
source: Last name
cs_cz: Příjmení

# UserListModel.NickName.Header
source: Nick name
cs_cz: Přihlašovací jméno

# Validation.AreNotSame
source: Inserted values are not same.
cs_cz: Vložené hodnoty nejsou stejné.

# Validation.BelowZero
source: Value is below zero.
cs_cz: Hodnota je menší jak nula.

# Validation.DuplicatedValue
source: Value is already existing.
cs_cz: Hodnota již existuje.

# Validation.NotInserted
source: Value was not inserted.
cs_cz: Hodnota nebyla vložena.

# Validation.NullOrEmpty
source: Value was not inserted or is empty string.
cs_cz: Hodnota nebya zadána nebo je prázdný text.

# Validation.PasswordIncorrect
source: Password is incorrect.
cs_cz: Heslo je nesprávné.

# Validation.TooShort
source: Inserted value is too short.
cs_cz: Vložená hodnota je příliš krátká.

# Validation.ZeroValue
source: Value is zero.
cs_cz: Hodnota je nulová.

# Buttons.Logout
source: Log out
cs_cz: Odhlásit

# ContentDialog.LogOut.Header
source: Log out user?
cs_cz: Odhlásit uživatele?

# ContentDialog.LogOut.Text
source: Do you really want to logout current user?
cs_cz: Opravdu si přejete odhlásit aktuálního uživatele?

# UserDetailModel.Password.Header
source: Password
cs_cz: Heslo

# Validation.NickPasswordMismatch
source: User name or password is wrong.
cs_cz: Uživatel nebo heslo je nesprávné.

# Validation.UserNotExist
source: User is not existing.
cs_cz: Uživatel neexistuje.

# ContentDialog.ConfirmLogOut.Header
source: Log out user "{0}"?
cs_cz: Odhlásit uživatele "{0}"?

# SettingsTableCategories_Add.Content
source: Add table category
cs_cz: Přidat kategorii stolů

# SettingsTableInfos_Add.Content
source: Add table info
cs_cz: Přidat specifikaci stolu

# SettingsUsers_Add.Content
source: Add user
cs_cz: Přidat uživatele

# ContentDialog.LogOutAllUsers.Header
source: All users will be logged out
cs_cz: Všichni uživatelé budou odhlášeni

# ContentDialog.LogOutAllUsers.Text
source: All users will be logged out from app, because is not logged no one, who could open shift.
cs_cz: Jelikož není do pokladny přihlášen uživatel, který by byl schopen otevřít směnu, tak budou všichni uživatelé odhlíšeni.

# Settings.SettingsApp.DialogCategoryName
source: Dialog windows
cs_cz: Dialogová okna

# Settings.SettingsApp.ShowConfirmDialogForLogOut.Header
source: Show dialog window with confirmation about log out user
cs_cz: Zobrazit dialogové okno s potvrzením o odhlášení uživatele.

# Settings.SettingsApp.ShowInfoDialogAboutLogOutAllUsers.Header
source: Show dialog window with information about log out all users
cs_cz: Zobrazit dialogové okno s informací o odhlášení všech uživatelů.

# Switch_OnOff.OffContent
source: Off
cs_cz: Vypnout

# Switch_OnOff.OnContent
source: On
cs_cz: Zapnout

# ContentDialog.CloseAppLogOut.Header
source: Other users are logged
cs_cz: Další uživatelé jsou přihlášeni

# ContentDialog.CloseAppLogOut.Text
source: Other users exclude you are logged in to system. Do you want to log out them and close app?
cs_cz: Další uživatelé, vyjma vašeho účtu, jsou přihlášen do systému. Chcete je dohlásit a ukončit aplikace?

# Settings.SettingsProductCategories.PartName
source: Product categories
cs_cz: Kategorie produktů

# ProductCategoryDetail_EditButton.Content
source: Edit category
cs_cz: Upravit kategorii

# ProductCategoryDetail_Name.Text
source: Category name:
cs_cz: Název kategorie:

# ProductCategoryDetail_ProductCount.Text
source: Number of products in category:
cs_cz: Počet produktů v kategorii:

# ProductCategoryDetail_ProductSection.Text
source: Category
cs_cz: Kategorie

# ProductCategoryDetail_Title.Text
source: Product category details
cs_cz: Detaily kategorie produktů

# ProductCategoryEdit_Title.Text
source: Product categories
cs_cz: Kategorie produktů

# SettingsProductCategories_Add.Content
source: Add product category
cs_cz: Přidat kategorii produktů

# ProductDetail_CategoryName.Text
source: Category:
cs_cz: Kategorie:

# ProductDetail_EditButton.Content
source: Edit specifications
cs_cz: Upravit specifikace

# ProductDetail_Name.Text
source: Product name:
cs_cz: Název:

# ProductDetail_Price.Text
source: Price:
cs_cz: Cena:

# ProductDetail_ProductSection.Text
source: Product
cs_cz: Produkt

# ProductDetail_Title.Text
source: Product specifications
cs_cz: Specifikace produktu

# ProductEdit_Category.PlaceholderText
source: Select Product category
cs_cz: Vyberte zařazení v kategorii

# ProductEdit_Title.Text
source: Specifications of product
cs_cz: Specifikace produktu

# ProductListModel.Category.Header
source: Category
cs_cz: Zařazení v kategorii

# ProductListModel.Name.Header
source: Name
cs_cz: Název

# ProductListModel.Price.Header
source: Price
cs_cz: Cena

# Settings.SettingsProducts.PartName
source: Products
cs_cz: Produkty

# SettingsProducts_Add.Content
source: Add product
cs_cz: Přidat produkt

# Table_TableTitle.Text
source: Table
cs_cz: Stůl

# SettingsProducts_ErrorMessage.Text
source: If you want to add product, you need first to add product category.
cs_cz: Pro přidání produktu musíte nejprve přidat kategorii produktů.

# SettingsTableInfos_ErrorMessage.Text
source: If you want to add specification of table, you need first to add table category.
cs_cz: Pro přidání specifikace stolu musíte nejprve přidat kategorii stolů.

# OpenCloseShift.Close.Ok.Text
source: Close shift
cs_cz: Zavřít směnu

# OpenCloseShift.Close.Title.Text
source: Close shift
cs_cz: Zavřít směnu

# OpenCloseShift.Close.UserPlaceholder.Text
source: Select user to close shift
cs_cz: Vyberte uživatele k zavření směny

# OpenCloseShift.Open.Ok.Text
source: Open shift
cs_cz: Otevřít směnu

# OpenCloseShift.Open.Title.Text
source: Open shift
cs_cz: Otevřít směnu

# OpenCloseShift.Open.UserPlaceholder.Text
source: Select user to open shift
cs_cz: Vyberte uživatele k otevření směny

# ShiftDetailModel.CashValue.Header
source: Cash value
cs_cz: Hodnota kasy

# ShiftDetailModel.User.Header
source: User
cs_cz: Uživatel

# ProductListModel.VatLevel.Header
source: VAT rate
cs_cz: Sazba DPH

# VatLevel.Base_2021
source: Base VAT rate
cs_cz: Základní sazba DPH

# VatLevel.FirstLower_2021
source: First lower VAT rate
cs_cz: První snížená sazba DPH

# VatLevel.SecondLower_2021
source: Second lower VAT rate
cs_cz: Druhá snížená sazba DPH

# ProductCategoryDetail_PrintSeparately.Text
source: Print items separately:
cs_cz: Tisknout položky odděleně:

# ProductCategoryModel.PrintSeparately.Header
source: Print items from this category separately
cs_cz: Tisknout položky z této kategorie odděleně

# ProductDetail_VatLevel.Text
source: VAT rate:
cs_cz: Sazba DPH:

# ProductEdit_VatLevel.Header
source: VAT rate
cs_cz: Sazba DPH

# ProductEdit_VatLevel.PlaceholderText
source: Insert VAT rate
cs_cz: Zadejte sazbu DPH

# GoBack.Content
source: Back
cs_cz: Zpět

# Settings.SettingsApp.PasswordCategoryName
source: Passwords
cs_cz: Hesla

# Settings.SettingsApp.ShowPasswordForLogin.Header
source: Show password for login
cs_cz: Zobrazit heslo při přihlašování

# Sell_Discount.Text
source: Discount
cs_cz: Sleva

# Table_Pay.Content
source: Pay
cs_cz: Zaplatit

# Table_Products.Text
source: Products
cs_cz: Produkty

# Table_Sells.Text
source: Sells
cs_cz: Prodeje

# TableProductSellEdit_Discount.Header
source: Discount for product
cs_cz: Sleva pro produkt

# TableProductSellEdit_SellCount.Header
source: Number of sells of product
cs_cz: Počet prodejů produktu

# TableProductSellEdit_Title.Text
source: Update sells for product
cs_cz: Aktualizace prodejů pro stůl

# TableSellSplit_SplitCount.Header
source: Number of splits
cs_cz: Počet rozdělení

# TableSellSplit_Title.Text
source: Split product sells
cs_cz: Rozdělit prodeje produktu

# Payment_Title.Text
source: Payment for table
cs_cz: Platba stolu

# Payment_Discount.Text
source: Discount:
cs_cz: Sleva:

# Payment_FinishPayment.Text
source: Finish payment
cs_cz: Dokončení platby

# Payment_NextInfo.Text
source: Another information
cs_cz: Další informace

# Payment_Note.Header
source: Note:
cs_cz: Poznámka:

# Payment_Note.PlaceholderText
source: Insert note for payment
cs_cz: Vložte poznámku k platbě

# Payment_PaymentBankCard.Content
source: Bank card
cs_cz: Platební karta

# Payment_PaymentCash.Content
source: Cash
cs_cz: Hotovost

# Payment_PaymentSummary.Text
source: Payment summary
cs_cz: Souhrn platby

# Payment_PaymentType.Text
source: Type of payment:
cs_cz: Typ platby:

# Payment_Price.Text
source: Price:
cs_cz: Cena:

# Payment_PriceAfterDiscount.Text
source: Discounted price:
cs_cz: Cena po slevě:

# Payment_SellsOnTable.Text
source: Sells on table
cs_cz: Prodeje na stole

# Payment_SellsToPay.Text
source: Sells to pay
cs_cz: Prodeje k platbě

# Payment_Pay.Content
source: Pay table
cs_cz: Zaplatit

# Payment_Split.Content
source: Split bill
cs_cz: Rozdělit účet
